<?php


// Database host, username and password.
$db_host = 'host';
$db_user = 'user';
$db_password = 'password';
$db_database = 'db';


// Spreadsheet that stores information about every situation (their position, date, etc.)
$tablename = 'SitList';


// Array of situation names:
$SituationNameArr = array("1. Поджог", "2. Нарушения технологического регламента (процесса)","3. Взрыв","4. Нарушение противопожарных требований при проведении огневых работ","5.  Механическое разрушение узлов и деталей и т.д.","6.  Нарушение правил хранения, использования, изготовления (приготовление) и транспортиро","7.  Нарушение правил эксплуатации газовых устройств и агрегатов.","8.  Нарушение правил монтажа и устройства электросетей и электрооборудования.","9.  Нарушение правил эксплуатации электросетей и электрооборудования.","10.  Конструктивный недостаток электрооборудования.","11.  Нарушение правил устройства и монтажа  печей, теплогенерирующих агрегатов и устройств","12.  Нарушение правил  эксплуатации печей, теплогенерирующих агрегатов и устройств", "13.  Конструктивный недостаток теплогенерирующих агрегатов и устройств","14.  Конструктивный недостаток  изделия, устройства","15.  Неосторожное обращение с огнем","16.  Шалость детей с огнем","17.  Проявление сил природы", "18.  Прочие причины", "19.  Неустановленные причины");
